IDEA Open Model
SectionCharacteristics.Wply Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the Plastic section modulus related to axis Y.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Wply { get; set; }
Public Property Wply As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace